{
    "blink.cmp": {
        "branch": "main"
    },
    "catppuccin": {
        "branch": "main"
    },
    "conform.nvim": {
        "branch": "master"
    },

    "fcitx.nvim": {
        "branch": "master"
    },
    "friendly-snippets": {
        "branch": "main"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lazydev.nvim": {
        "branch": "main"
    },
    "lsp_lines.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "markdown-preview.nvim": {
        "branch": "master"
    },
    "mason-nvim-lint": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "mini.icons": {
        "branch": "main"
    },
    "new-file-template.nvim": {
        "branch": "master"
    },
    "noice.nvim": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-colorizer.lua": {
        "branch": "main"
    },
    "nvim-dap": {
        "branch": "master"
    },
    "nvim-dap-ui": {
        "branch": "master"
    },
    "nvim-dap-virtual-text": {
        "branch": "master"
    },
    "nvim-jdtls": {
        "branch": "master"
    },
    "nvim-lint": {
        "branch": "master"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-nio": {
        "branch": "master"
    },
    "nvim-surround": {
        "branch": "main"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-ts-context-commentstring": {
        "branch": "main"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "render-markdown.nvim": {
        "branch": "main"
    },
    "snacks.nvim": {
        "branch": "main"
    },
    "tabline.nvim": {
        "branch": "main"
    },
    "toggleterm.nvim": {
        "branch": "main"
    },
    "tokyonight.nvim": {
        "branch": "main"
    },
    "trouble.nvim": {
        "branch": "main"
    },
    "ts-comments.nvim": {
        "branch": "main"
    },
    "vim-markdown-toc": {
        "branch": "master"
    },
    "vim-translator": {
        "branch": "master"
    },
    "vimtex": {
        "branch": "master"
    },
    "which-key.nvim": {
        "branch": "main"
    },
    "yazi.nvim": {
        "branch": "main"
    }
}
